import type { Product } from "./types";

export const products: Product[] = [
  {
    id: "1",
    name: "IO-STREET50",
    category: "Для офиса",
    description: "Офисный светодиодный светильник в оригинальном корпусе (всего 40 мм), что позволяет не только с легкостью встраивать его в потолки типа «Грильято», но и использовать как накладной вариант.",
    price: 129900,
    rating: 5,
  },
  {
    id: "2",
    name: "Uniontech IO-STREET57",
    category: "Кабели",
    description: "Офисный светодиодный светильник в оригинальном корпусе (всего 40 мм), что позволяет не только с легкостью встраивать его в потолки типа «Грильято», но и использовать как накладной вариант.",
    price: 45900,
    rating: 3,
  },
  {
    id: "3",
    name: "IO-STREET61 Uniontech",
    category: "Светильники",
    description: "Офисный светодиодный светильник в оригинальном корпусе (всего 40 мм), что позволяет не только с легкостью встраивать его в потолки типа «Грильято», но и использовать как накладной вариант.",
    price: 18900,
    rating: 4,
  },
];
